Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
sbn: اڀآنٚ اڃآنٚ تآئيٚنٚ ڪو با ٻوليٚ ڪون چُنڊيٚ اهي۔ مهربآنيٚ ڪري وهي <profileLink>پروپآئيٚل تي</profileLink>ٻوليٚ چُنڊڻ لا

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
sbn: اڀآنٚ ريٚ ايئي سڦهي لا جمآ ڪرآئڻ هد تآئيٚنٚ پوٚجي وهُڙآ اهونٚ. مهربآنيٚ ڪري ٻيونٚ جملو جمآ ڪرآئڻ کآنٚ اڳ { $retryLimit } منٽ انتزآر ڪرو. اڀآنٚ ري سبر ريٚ مهربآنيٚ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
sbn: اڀآنٚ ريٚ ايئي سڦهي لا جمآ ڪرآئڻ هد تآئيٚنٚ پوٚجي وهُڙآ اهونٚ. مهربآنيٚ ڪري ٻيونٚ جملو جمآ ڪرآئڻ کآنٚ اڳ { $retryLimit }منٽ انتزآر ڪرو. اڀآنٚ ري سبر ريٚ مهربآنيٚ!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
sbn: اڀآݩ وٽ ايئي سڦهي تي گير مهڦوز ڪئيل تبديٚليݩ اهيݩ۔ جيڪڏهيݩ اڀيٚݩ مڪآميٚ تبديٚل ڪرو دآ، تا اڀآݩ ريݩ تبديٚليݩ مهڦوز ڪونهيٚ هوئي۔ ڪيٚ اڀآݩ کي پڪ اهي تا اڀيٚݩ مڪآميٚ تبديٚل ڪرڻ گُهرو دآ؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
sbn: اڀآݩ وٽ ايئي سڦهي تي گير مهڦوز ڪئيل تبديٚليݩ اهيݩ۔ جيڪڏهيݩ اڀيٚݩ ايٚ سڦهو ڇڏيو دآ، تآ اڀآݩ ريݩ تبديٚليݩ مهڦوز ڪونهيٚ هوئي۔ ڪيٚ اڀآݩ کي پڪ اهي تا اڀيٚݩ ايٚ سڦهو ڇڏڻ گُهرو دآ؟

source: You might also want to consider spanning different contexts and domains.
sbn: اڀآݩ شآيد مکتليٚڦ تنآزر ائيٚݩ ڊوميٚن کي وسيٚ ڪرڻ تي گور ڪرڻ گُهرو دآ۔

source: You must allow microphone access.
sbn: مآئيڪروڦون کي لآزميٚ اجآزت ڏيڻ کپي۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
sbn: اڀآݩ کي ريڪآڊئيٚنگ رو هر لڦز سُڻ ري ڪآبل هوئڻ کپي. اسآݩ گُهروݩ دآ تا مشيٚن لرنيٚنگ الگورٿھم مکتليٚڦ ڪسم رو جوڌآريٚ نزآري ري گُوڙ کي سݩڀآلڻ ري ڪآبل هوئي، ائيٚݩ تڪريٚبن تيز آوآز جآݩ کآموش آوآز، جوڌآريٚ نزآري ريٚ موسيڪيٚ کي بآ ڪبوٚل ڪري سگهي دو پر شرت ايٚ اهي تا اڀآݩ کي موآد کي مڪمل سُڻ کآݩ نآ روڪيݩ. ٽڪرآئڻ جآݩ 'ٽٽڻ' جيڪو اڀآݩ کي موآد سُڻ کآݩ روڪي دو اُئي رو متلب اهي تا اڀآݩ کي ڪليٚپ کي رد ڪرڻ کپي۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
sbn: اڀآݩ رو لهجو اڀآݩ ري لڦزآݩ ري اُوچآررو تريٚڪو اهي۔ اوٚ اڀآݩ ريٚ رهآئيٚش، اڀآݩ ريٚ ٻيآݩ ٻوليآݩ ائيٚݩ ٻيݩ ڪيتريݩ ئيٚ انسرآݩ رو بُنيآد تي پڪ ٿئي سگهي ديٚ۔ اڀيٚݩ هت ڪآ با مآلوٚمآت شيئر ڪري سگهو دآ۔ جيڪآ اڀآݩ کي لآڳآپيل لڳي ديٚ۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
sbn: اڀآنٚ رآ گمنآم وآئيٚس ريڪآڊئيٚنگونٚ ڪآمن وآئيٚس ڊيٽآ سيٽ مينٚ رهينٚ دينٚ۔ هَڪ چڪر اڀيٚنٚ پنڊرو پُروڦآئيٚل ڊليٚٽ ڪري ڇڏو تا پوء اڀيٚنٚ ڊيٽآ سيٽ مآنٚ پنڊريٚ ريڪآرڊئيٚنگيآنٚ کي هٽآڻ ريٚ درکوآست جمآ نآ ڪرآئي سگهتآ۔

source: Your daily goal has been created
sbn: اڀآنٚ رو روز رو مڪسد ٺآهيو وهُڙو اهي۔

source: Your dataset is downloading!
sbn: اڀآنٚ رو ڊيٽآ سيٽ ڊآئون لوڊ ٿئي رهيو اهي!

source: Your download has started.
sbn: اڀآݩ ريٚ ڊاوٚنلوڊ شروٚ ٿئي وهُڙيٚ اهي۔

source: You’re contributing to a target segment
sbn: اڀانٚ هَڪ ٽارگيٽ سيڪشن مينٚ هصو وٺي رهيا اهونٚ.

source: You’re contributing to our first target segment
sbn: اڀيٚنٚ اسانٚ ريٚ پيريٚنٚ ٽارگيٽ سيڪشن مينٚ هصو وٺي رهيا اهونٚ.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
sbn: اڀيٚنٚ ايئي وکت سيٽ <bold>نآ </bold> ايٚ ميلونٚ هآسل ڪرڻ لآ تيآر اهونٚ، جيٚنٚ مآنٚجيٚ ترڪيٚ ريٚ ڄآڻ ائيٚنٚ ڪآمن وآئيٚس ري بآبت کبر (نيٚوز ليٽر)

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
sbn: اڀيٚنٚ ايئي وکت ايٚ ميلونٚ هآسل ڪرڻ لآ تيآر اهونٚ جيٚنٚ مڪسد يآد ڏيآرڻ وآرآ، مآنٚجيٚ مڪسد ريٚ ڄآڻ ائيٚنٚ ڪآمن وآئيٚس بآبت کبر (نيٚوز ليٽر)

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
sbn: اڀيٚنٚ تکآ وهي رهيآ اهونٚ۔ مهربآنيٚ ڪري آرآم ائيٚنٚ ڌيآن سآنٚ جملآ جآنچو تي او سهيٚ اهينٚ؟

source: You're helping Common Voice reach our daily sentence goals!
sbn: اڀيٚنٚ ڪومن وآئيٚس کي اسآنٚ ريٚ روزآني جملي ري مڪسدآنٚ تآئيٚنٚ پُجڻ مينٚ مدت ڪري رهيآ اهونٚ!

source: Your email address
sbn: اڀآنٚ رو ايٚ ميل ايڊرس

source: You respond or reply to it as naturally as you can
sbn: اڀيٚݩ جوآب جآݩ موٽ پنڊري ڦتريٚ اندآز ميݩ ڏي سگهوݩ دآ جيٚݩ وڌيٚڪ ڦتريٚ ڪري سگھوݩ اوترو ڪرو۔

source: Your files are being assembled. Please check again later.
sbn: اڀآݩ ريݩ ڦآئيلآݩ کي ڀيڙيݩ ڪيݩ پيݩ وهُڙيٚݩ۔ مهربآنيٚ ڪري ٿوڙيٚ دير کآݩ پوء وري ڪوشيٚش ڪرو۔

source: Your Languages
sbn: اڀآنٚ ري ٻوليٚ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
sbn: اڀآݩ ريٚ ٻوليٚ رو ڪسم ڪليٚپس کآݩ ٻآهر ٿيي سگهي دو! جيڪڏهݩ اڀيٚݩ آرآمدآ اهيو، تآ اڀيٚݩ پنڊريٚ ٻوليٚ اندر ٻيآ جملا ڏسڻ لا پنڊريوݩ سيٽنگوݩ تبديٚل ڪري سگهو دآ.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
sbn: اڀانٚ ريٚ ٻوليٚ رو ڪسم جملن کانٚ ٻاهر ٿيي سگهي دو! جيڪڏهنٚ اڀانٚ آرامدآ اهونٚ، تا اڀاينٚ پنڊريٚ ٻوليٚ ري اندر ٻيا جملا ڏسڻ لاءِ پنڊريونٚ سيٽنگونٚ تبديٚل ڪري سگهو دآ.

source: Your username and email will not be associated with the published data.
sbn: اڀآݩ رو يوٚزر نآلو ائيٚݩ ايٚ ميل پڌرو ٿيل ڊيٽآ سآݩ لآڳآپيل ڪوندو هوئي۔

source: Your weekly goal has been created
sbn: آڀآنٚ رو هڦتي رو مڪسد ٺآهيو وهُڙو اهي۔

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
sbn: اڀآݩ کي اسآݩ ريٚ ڪميٚونٽيٚ مئنيٚجر کآݩ هَڪ ايٚ ميل ملڻ کپي جݩهݩ ميݩ اڀآݩ ريٚ ٻوليٚ کي ڪآمن وآئيٚس ميݩ شآمل ڪرڻ رآ مرهلآ بيآن ڪيآ وهيٚسي۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
sbn: اڀانٚ مدت ڪئيٚ ڪآمن وآئيٚس تي پُڃڻ مينٚ <goalPercentage>ا</goalPercentage> اسانٚ ري روز ري { $goalValue } ريٚڪآڊئينگ ڪرڻ ري مڪسد مينٚ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
sbn: اڀانٚ مدت ڪئيٚ ڪآمن وآئيٚس تي پُڃڻ مينٚ <goalPercentage>ا</goalPercentage> اسانٚ ري روز ري{ $goalValue }تسديٚڪآنٚ ڪرڻ ري مڪسد مينٚ

source: You've successfully signed up for contributing to { $language }. Thank you.
sbn: اڀآݩ ڪآميآبيٚ سآݩ سآئين اپ ڪيو اهي شرآڪت ڪرڻ لآ{ $language }۔ اڀآݩ ريٚ مهربآنيٚ

source: You want to join the Common Voice mailing list
sbn: اڀيٚنٚ ڪآمن وآئيٚس ميليٚنگ ليسٽ مينٚ شآمل ٿيڻ گُهرو دآ

source: You write down what you hear in the audio clips
sbn: ايئي آڊيٚو ڪليٚپ ميݩ جيڪو اڀآݩ سُڻيو اهي اوٚ لکو۔

source: Zaza
sbn: زآزآ

source: Zip #{ $offset } of { $total }
sbn: زپ{ $offset }مآݩ{ $total }

source: Zulu
sbn: زوٚلوٚ

source: account recovery key
sbn: اڪائونٽ ريٚ وصولي چيڪ

source: add-on
sbn: ازآڦيٚ

source: alternate text
sbn: متبآدل موآد

source: attack
sbn: هملو

source: attacker
sbn: هملو ڪرڻ وآرو

source: Attack Site
sbn: هملي وآريٚ سآئيٚٽ

source: attendee
sbn: شرآڪت ڪرڻ وآرآ

source: authenticate
sbn: تسديٚڪ ڪرڻ

source: authenticated
sbn: تسديٚڪ ڪئيل

source: authentication code
sbn: تسديٚڪ رو ڪوڊ

source: autoplay
sbn: پنڊرو پنڊ هلي

source: backup authentication code
sbn: بيڪ اپ تسديٚڪ ڪوڊ

source: bookmark
sbn: بُڪ مآرڪ

source: breakpoint
sbn: وڪڦي رو پوئيٚنٽ

source: Bug report
sbn: بُگ رپورٽ

source: certificate authority
sbn: سرٽيٚڦڪيٽ اٿآرٽيٚ

source: cipher
sbn: سيڦر

source: clipboard
sbn: ڪليٚپ بورڊ

source: colorway
sbn: رنگ وآرو رستو

source: confirmation code
sbn: تسديٚڪ رو ڪوڊ

source: context
sbn: هوآلي

source: cookie banner
sbn: ڪوٚڪيٚ بينر

source: corrupt
sbn: کرآب

source: corrupted
sbn: کرآب ٿئيل

source: crash
sbn: هآدسو

source: cross-site tracking cookie
sbn: ڪرآس سآئيٚٽ ٽريڪيٚنگ ڪوٚڪيٚ

source: cryptominer
sbn: ڪرپٽومآيٚنر

source: cryptomining
sbn: ڪرپٽومآيٚنيٚگ

source: debug
sbn: ڊيبگ

source: deceptive site
sbn: گمرآه ڪرڻ وآريٚ سآئيٚٽ

source: decode
sbn: ڊيٚڪوڊ

source: decryption
sbn: ڊيڪرپشن

source: disinformation
sbn: اڻ ڄآڻ

source: distrust
sbn: بي اتمآديٚ

source: email mask
sbn: ايٚ ميل ماسڪ

source: enable
sbn: چآلوٚ ڪرو(چآلوٚ ڪرڻ)

source: encode
sbn: انڪوڊ

source: encrypt
sbn: انڪرپٽ

source: encryption
sbn: انڪرپشن

source: end user
sbn: آکريٚ استمآل ڪرڻ وآرو

source: Enhanced Tracking Protection
sbn: بهتر ٿيل ٽريڪيٚنگ تهڦز

source: extension
sbn: وآڌ (جآم)

source: fingerprinter
sbn: ڦنگر پريٚنٽر

source: fingerprinting
sbn: ڦنگرپريٚنٽيٚنگ

source: Firefox View
sbn: ڦآئر ڦآڪس ڏسو

source: grassroots
sbn: گرآس روٚٽ

source: home page
sbn: هوم سڦهو (گهر رو سڦهو)

source: import
sbn: آڻو (کڻي آئو) جآݩ درآمد ڪرڻ

source: independent browser
sbn: آزآد برآئوزر

source: innovations
sbn: اجآديݩ

source: insecure
sbn: گير مهڦوٚز

source: installation
sbn: انسٽآليشن (installation)

source: Issue
sbn: مسلو

source: Legacy extension
sbn: ورآڇت ريٚ وآڌ (جآم)

source: MDN
sbn: ايم ڊي اين (MDN)

source: misinformation
sbn: گلت ڄآڻ

source: native
sbn: پنڊريٚ

source: net neutrality
sbn: نج (کآلس) گير جآنبدآريٚ

source: nonprofit
sbn: گير ڦآئيدي مند

source: non-profit
sbn: گير ڦآئيدي مند

source: open source
sbn: کُليل وسيٚلو

source: override
sbn: مٿي چڙهڻ

source: phone number mask
sbn: ڦون نمبر مآسڪ

source: pop-up
sbn: پآپ اپ (pop-up)

source: preference
sbn: ترجيٚ

source: Privacy Notice
sbn: رآزدآريٚ وآرو نوٽيٚس

source: release
sbn: ڇڏڻ

source: report
sbn: رپوٚرٽ

source: restricted site
sbn: مهدوٚد سآئيٚٽ

source: revert
sbn: وآپس ڪرڻ

source: Review checker
sbn: جآئيٚزو وٺڻ وآرو

source: search suggestion
sbn: ڳولآ ريٚ تجويٚز

source: security keys
sbn: سيڪيورٽيݩ ريݩ ڪُݩجيݩ

source: sensitive
sbn: هسآس

source: sidebar
sbn: سآئيٚڊ بآر

source: sign
sbn: سآئيٚن

source: signer
sbn: سآئيٚن ڪرڻ وآرو

source: sign in
sbn: سآئيٚن ان

source: sign-in
sbn: سآئيٚن۔ ان

source: studies
sbn: پڙهآئيٚ

source: Terms of Service
sbn: کدمت ري شرتيݩ

source: track
sbn: ٽريڪ

source: trackers
sbn: ٽريڪريس

source: Tracking Content
sbn: ٽريڪ ڪرڻ وآرو موآد

source: unencrypted
sbn: اڻ ڪوڊ ٿيل

source: unresponsive
sbn: گير جوآبدآر

source: unsafe
sbn: اڻ مهڦوٚز

source: validate
sbn: تسديٚڪ ڪرڻ

source: validity
sbn: تسديٚڪ

source: version
sbn: ورجن (version)

source: Web Authentication
sbn: ويب ريٚ تسديٚڪ
